"Are you sure you want to delete this item?" = "Möchten Sie dieses Element wirklich löschen?";
"Are you sure you want to delete this group?" = "Möchten Sie diese Gruppe wirklich löschen?";
"Are you sure you want to delete this type?" = "Möchten Sie diesen Typ wirklich löschen?";
"Are you sure you want to replace the current data with the data from this backup?" = "Möchten Sie wirklich die aktuellen Daten mit den Daten aus dieser Sicherung ersetzen?";
"Error" = "Fehler";
"Hide Sensitive" = "Vertrauliches verbergen";
"Brown" = "Braun";
"Can't find Dropbox folder" = "Kann Dropbox-Ordner nicht finden";
"Cancel" = "Abbrechen ";
"Change" = "Ändern";
"Change Password" = "Passwort ändern";
"Change Password..." = "Passwort wird geändert …";
"Tap Continue to email the backup. WARNING: You currently don't have a password set for mSecure and your backup will be sent unencrypted." = "Drücken Sie auf Fortfahren, um die Sicherung per E-Mail zu senden. WARNUNG: Sie haben kein Passwort für mSecure festgelegt und Ihre Sicherung wird unverschlüsselt versendet.";
"Tap Continue to send the backup to %@. Note: The backup will be encrypted with your current mSecure password." = "Drücken Sie auf Fortfahren, um die Sicherung an %@ zu senden. Hinweis: Die Sicherung wird mit Ihrem aktuellen mSecure Passwort verschlüsselt.";
"Test Connection" = "Verbindung testen";
"Text Field" = "Textfeld";
"Text Message" = "Textnachricht";
"Tap Continue to email the backup. Note: Mail will be launched with the data in the body of the email message. This data can then be imported into mBackup with the import command. The data will be encrypted with your current mSecure password." = "Drücken Sie auf Fortfahren, um die Sicherung per E-Mail zu senden. Hinweis: Die E-Mail wird mit den Daten im Hauptteil der E-Mail gesendet. Diese Daten können dann mit dem Import-Befehl in mBackup importiert werden. Die Daten werden mit Ihrem aktuellen mSecure Passwort verschlüsselt.";
"Text Field (no auto-correct)" = "Textfeld (keine automatische Korrektur)";
"User Interface" = "Benutzeroberfläche";
"Username Field" = "Feld für den Benutzernamen";
"Tap Continue to send the backup to %@. WARNING: You currently do not have a password set for mSecure and your backup will be sent and stored unencrypted. It is highly recommended you press Cancel and set a password before completing this backup." = "Drücken Sie auf Fortfahren, um die Sicherung an %@ zu senden. WARNUNG: Sie haben kein Passwort für mSecure festgelegt und Ihre Sicherung wird unverschlüsselt versendet und gespeichert. Es wird dringend empfohlen, dass Sie auf Abbrechen drücken und ein Passwort festlegen, bevor die Sicherung durchgeführt wird.";
"That is not the correct password." = "Das ist kein gültiges Passwort.";
"The Auto-lock value must be a positive number." = "Der Wert für die Automatische Sperre muss eine positive Zahl sein.";
"Version Mismatch" = "Version stimmt nicht überein";
"Authenticating Dropbox password" = "Authentifizierung des Dropbox-Passworts";
"Auto-Copy on URL Launch" = "Automatisches kopieren bei URL-Start";
"Auto-copy Password:" = "Password automatisch kopieren:";
"Auto-Copy Settings" = "Einstellungen automatisch kopieren";
"Auto-copy Username:" = "Benutzernamen automatisch kopieren:";
"Backing up to Computer" = "Sicherung auf Computer wird erstellt";
"Backup Data" = "Sicherungsdaten";
"Connecting..." = "Verbindung wird hergestellt...";
"Connection Details" = "Verbindungsdaten";
"Connection Error" = "Verbindungsfehler";
"Backup operation completed successfully." = "Sicherungsvorgang wurde erfolgreich abgeschlossen.";
"Blueberry" = "Blueberry";
"Sync Password change successful." = "Sync-Passwort wurde geändert.";
"Sync Password Not Set" = "Sync-Passwort nicht festgelegt";
"Sync Password:" = "Sync-Passwort:";
"Sync Setup" = "Synchronisierungs-Setup";
"Sync via Dropbox" = "Synchronisierung über die Dropbox";
"Sync via WIFI connection" = "Synchronisierung über Wifi-Verbindung";
"Sync with Dropbox" = "Synchronisierung mit Dropbox";
"Syncing with client..." = "Synchronisierung mit Client...";
"Syncing with Computer" = "Synchronisierung mit Computer";
"Syncing with Dropbox" = "Synchronisierung mit Dropbox";
"New:" = "Neu:";
"No changes." = "Keine Änderungen.";
"No Connection" = "Keine Verbindung";
"Note: The auto-lock value is the time mSecure will lock after the device sleeps as set in your iPhone Settings." = "Hinweis: Der Wert für die Automatische Sperre ist die Zeit, zu der mSecure gemäß Ihren IPhone-Einstellungen das Gerät sperrt, nachdem es im Ruhezustand war.";
"Note: To get the IP address for your computer, run mSecure or mBackup on the computer and go into Preferences. Then select a static port number and enter the IP address that's displayed in that view." = "Hinweis: Um die IP-Adresse für Ihren Computer zu erhalten, führen Sie mSecure oder mBackup auf dem Computer aus und gehen Sie zu Einstellungen. Wählen Sie dann eine statische Portnummer und geben Sie die angezeigte IP-Adresse ein.";
"num" = "Nr";
"Number Field" = "Zahlenfeld";
"On the 10th failed attempt" = "Nach dem 10. fehlgeschlagenen Versuch";
"On the 20th failed attempt" = "Nach dem 20. fehlgeschlagenen Versuch";
"On the 5th failed attempt" = "Nach dem 5. fehlgeschlagenen Versuch";
"No Password Set" = "Kein Passwort festgelegt";
"Note" = "Hinweis";
"Note Too Long" = "Notiz ist zu lang";
"Note:" = "Hinweis:";
"Ocean" = "Ozeanblau";
"OK" = "OK";
"Neither the new password or your existing password match the current sync file. First enter in the current password of the remote sync file." = "Weder das neue noch das bestehende Passwort stimmt mit der aktuellen Sync-Datei überein. Geben Sie zuerst das aktuelle Passwort der Remote-Sync-Datei ein.";
"Network connection not found. Please make sure your device is not in airplane mode and try again." = "Netzwerkverbindung nicht gefunden. Bitte stellen Sie sicher, dass sich Ihr Gerät nicht im Flugmodus befindet und versuchen Sie es erneut.";
"Never" = "Niemals";
"New Item" = "Neues Element";
"Password Changed" = "Passwort geändert";
"Password does not match remote sync file. Please try again." = "Passwort stimmt nicht mit Remote-Sync-Datei überein. Bitte versuchen Sie es erneut.";
"Password Doesn't Match" = "Verkehrtes Passwort";
"Password Field" = "Passwort-Feld";
"Password Length" = "Passwort-Länge";
"Password mis-match. Please try again." = "Passwort stimmt nicht überein. Bitte versuchen Sie es erneut.";
"Password:" = "Passwort:";
"Passwords Length" = "Passwort-Länge";
"Password must be at least %d characters." = "Das Passwort muss mindestens %d Zeichen lang sein.";
"Password not set" = "Kein Passwort eingerichtet";
"Passwords don't match" = "Passwörter stimmen nicht überein";
"Path:" = "Pfad:";
"Phone Number Field" = "Feld für Telefonnummer";
"Pink" = "Rosa";
"Please enter the password used for this backup:" = "Bitte geben Sie das Passwort für diese Sicherung ein:";
"We hope you've found mSecure a useful application. To continue using the program, you must purchase a serial number. Click the Register Now button to proceed." = "Wir hoffen, dass die mSecure Anwendung für Sie hilfreich ist. Um das Programm weiterhin nutzen zu können, müssen Sie eine Seriennummer erwerben. Klicken Sie auf Jetzt registrieren, um fortzufahren.";
"Wifi" = "Wifi";
"Wifi inactive or not found. Please check your Wifi network settings and try again." = "Wifi inaktiv oder nicht gefunden. Bitte überprüfen Sie Ihre Wifi-Netzwerkeinstellungen und versuchen Sie es erneut.";
"Wifi Not Connected" = "Wifi nicht verbunden";
"Wifi Off" = "Wifi Aus";
"Yes" = "Ja";
"You can choose to have a record's associated username and/or its password automatically copied to the clipboard when you launch an URL. After browsing to a web page, just paste the text into the appropriate browser field." = "Beim Aufrufen einer URL können Sie einen mit der Datenaufzeichnung assoziierten Benutzernamen und/oder ein Passwort automatisch in die Zwischenablage kopieren. Mit dieser Funktion können Sie dann den Text einfach in das entsprechende Browserfeld einfügen.";
"You did not enter in your current password properly." = "Sie haben Ihr aktuelles Passwort nicht korrekt eingegeben.";
"You did not enter in your existing password properly." = "Sie haben Ihr bestehendes Passwort nicht korrekt eingegeben.";
"You don't currently have a password set." = "Sie haben kein Passwort festgelegt.";
"You have successfully linked mSecure to your Dropbox account. You can now use the Sync icon on the main view to sync via Dropbox." = "Sie haben mSecure erfolgreich mit Ihrem Dropbox-Konto verknüpft. Sie können nun das Sync-Symbol in der Hauptansicht für eine Synchronisierung via Dropbox verwenden.";
"You have successfully setup Dropbox syncing. Click the Sync button on the main view's toolbar to perform a sync." = "Die Dropbox Synchronisierung wurde eingerichtet. Klicken Sie auf Synchronisierung in der Hauptansicht der Symbolleiste, um eine Synchronisierung durchführen.";
"You have unlinked Dropbox syncing from this database." = "Die Verknüpfung der Dropbox Synchronisierung von dieser Datenbank wurde aufgehoben.";
"You must enter a value between 1000 and 65535." = "Sie müssen einen Wert zwischen 1000 und 65535 eingeben.";
"Are you sure you want to delete the selected %@?" = "Möchten Sie die ausgewählten %@ wirklich löschen?";
"Attached is your mSecure Backup." = "Im Anhang finden Sie Ihre mSecure Sicherung.";
"Attempting to connect to computer..." = "Die Verbindung zu Ihrem Computer wird hergestellt...";
"Need Password" = "Passwort wird benötigt";
"Needs Address" = "Adresse wird benötigt";
"Needs Description" = "Beschreibung wird benötigt";
"Needs Name" = "Name wird benötigt";
"mSecure is already open with another file. Please close mSecure if you wish to open this file." = "mSecure wird bereits von einer anderen Datei verwendet. Bitte schließen Sie mSecure, wenn Sie diese Datei öffnen möchten.";
"mSecure is locked on your computer. Please enter your password to unlock and try the sync again." = "mSecure ist auf Ihrem Computer gesperrt. Bitte geben Sie Ihr Passwort für die Freischaltung ein und versuchen Sie die Synchronisierung erneut.";
"mSecure is unable to find the location of your Dropbox folder. Please click Browse and choose the location of your Dropbox folder." = "mSecure kann Ihren Dropbox-Ordner nicht lokalisieren. Bitte klicken Sie auf Durchsuchen und wählen Sie den Dropbox-Ordner aus.";
"mSecure Printout" = "mSecure Ausgabe";
"mSecure on the computer is currently busy and can't do a sync. If you have any dialogs opened on the computer, please close them and try again." = "mSecure wird derzeit auf dem Computer verwendet und kann keine Synchronisierung durchführen. Wenn Dialoge auf Ihrem Computer geöffnet sind, schließen Sie diese bitte und versuchen Sie es erneut.";
"mSecure was unable to install the eSellerate engine. Please contact us at support@msevensoftware.com for further information" = "mSecure konnte die eSellerate Engine nicht installieren. Bitte kontaktieren Sie uns für weitere Informationen unter support@msevensoftware.com";
"Large Font" = "Große Schrift";
"Light Blue" = "Hellblau";
"Invalid Port Number" = "Ungültige Portnummer";
"Last Modified: %@" = "Letzte Änderung: %@";
"Local password doesn't match Dropbox sync file." = "Lokales Passwort stimmt nicht mit Dropbox Sync-Datei überein.";
"Lock" = "Sperren";
"Lock the data" = "Daten sperren";
"Maroon" = "Kastanienbraun";
"mSecure" = "mSecure";
"Green" = "Grün";
"Group Already Exists" = "Gruppe existiert bereits";
"Group Name:" = "Gruppenname:";
"Group:" = "Gruppe:";
"Group: %@" = "Gruppe: %@";
"Groups" = "Gruppen";
"Hide Sensitive:" = "Vertrauliches verbergen: ";
"Hint:" = "Hinweis:";
"Immediate" = "Sofort";
"Info" = "Info";
"Invalid Auto-lock value" = "Ungültiger Wert für Automatische Sperre";
"Invalid Password" = "Ungültiges Passwort";
"Small Font" = "Kleine Schrift";
"Sort by Name" = "Sortieren nach Namen";
"Sort by Type" = "Sortieren nach Typ";
"Sync" = "Synchronisation";
"Sync complete." = "Synchronisierung abgeschlossen.";
"Sync completed successfully." = "Synchronisierung erfolgreich abgeschlossen.";
"Sync Now" = "Jetzt Synchronisieren";
"Your sync password doesn't match the sync password used on Dropbox." = "Ihr Sync-Passwort stimmt nicht mit dem Dropbox-Passwort überein.";
"This is an encrypted SplashID VID file. mBackup is unable to import encrypted VID files. Export the file from SplashID again but don't set a password for the export." = "Dies ist eine verschlüsselte SplashID VID-Datei. mBackup kann die verschlüsselten VID-Dateien nicht importieren. Exportieren Sie die Datei von SplashID erneut, aber legen Sie kein Passwort für den Export fest.";
"This is not a valid mSecure Email backup file. Check to make sure it has the proper \"!mSecureBackupFormat!\" and \"!End!\" tags." = "This is not a valid mSecure Email backup file. Check to make sure it has the proper \"!mSecureBackupFormat!\" and \"!End!\" tags.";
"To backup your mSecure data, run mBackup on a Mac or Windows computer on the same WiFi network as this device.\n\nYou can download a free copy of mBackup for your computer at www.msevensoftware.com/mbackup.\n\nIf mSecure is unable to automatically find your computer, you can manually add an IP address by tapping \"+\" in the top right of this view." = "Um Ihre mSecure Dateien zu sichern, starten Sie mBackup auf einem Mac oder Windows Computer auf dem gleichen Wifi-Netzwerk wie dieses Gerät.\n\nSie können eine kostenlose mBackup Version für Ihren Computer bei www.msevensoftware.com/mbackup herunterladen.\n\nWenn mSecure Ihren Computer nicht automatisch findet, können Sie manuell eine IP-Adresse eingeben, indem Sie auf \"+\" oben rechts in dieser Ansicht drücken.";
"To restore your mSecure data, run mBackup on a Mac or Windows computer on the same WiFi network as this device.\n\nIf mSecure is unable to automatically find your computer, you can manually add an IP address by tapping \"+\" in the top right of this view." = "Um Ihre mSecure Daten wiederherzustellen, starten Sie bitte mBackup auf einem Mac oder Windows Computer, der im selben W-Lan-Netz wie dieses Handy ist. Wenn mSecure den Computer nicht selbsttätig findet, können Sie die IP-Adresse manuell durch Drücken des \"+\" oben rechts hinzufügen.";
"Too many failed attempts." = "Zu viele verfehlte Versuche.";
"Type" = "Typ";
"Type Already Exists" = "Typ existiert bereits";
"Type Name:" = "Typname:";
"Types" = "Typen";
"Unassigned" = "Nicht zugeordnet";
"Unassigned Type" = "Nicht zugeordneter Typ";
"Unlink" = "Verknüpfung aufheben";
"To sync your mSecure data, run mSecure on a Mac or Windows computer on the same WiFi network as this device.\n\nYou can download a trial version of mSecure for Windows or Mac at www.msevensoftware.com.\n\nIf mSecure is unable to automatically find your computer, you can manually add an IP address by tapping \"+\" in the top right of this view." = "Um Ihre mSecure Dateien zu synchronisieren, starten Sie mSecure auf einem Mac oder Windows Computer auf dem gleichen Wifi-Netzwerk wie dieses Gerät.\n\nSie können eine kostenlose mSecure Version für Windows oder Mac bei www.msevensoftware.com herunterladen.\n\nWenn mSecure Ihren Computer nicht automatisch findet, können Sie manuell eine IP-Adresse eingeben, indem Sie auf \"+\" oben rechts in dieser Ansicht drücken.";
"URL Field" = "URL-Feld";
"Empty Field Name" = "Leerer Feldname";
"Enter connection name:" = "Verbindungsname eingeben:";
"Enter IP Address:" = "IP-Adresse eingeben:";
"Enter Password:" = "Passwort eingeben:";
"Exception Error" = "Ausnahmefehler";
"Export" = "Export";
"Export Error" = "Exportfehler";
"Favorite" = "Favorit";
"Favorite:" = "Favorit:";
"Favorites" = "Favoriten";
"Field %d" = "Feld %d";
"Field Type:" = "Feldtyp:";
"Fields" = "Felder";
"Filter by group" = "Nach Gruppen filtern";
"Filter by type" = "Nach Typen filtern";
"Font - %@" = "Schriftart - %@";
"Fonts" = "Schriftarten";
"General" = "Allgemein";
"3 Minutes" = "3 Minuten";
"4 Minutes" = "4 Minuten";
"5 Minutes" = "5 Minuten";
"A description can't begin with the \"@\" symbol." = "Eine Beschreibung darf nicht mit dem \"@\" Zeichen beginnen.";
"A group with that name already exists." = "Es existiert bereits eine Gruppe mit diesem Namen.";
"A group with that name already exists. Please choose another name." = "Es existiert bereits eine Gruppe mit diesem Namen. Bitte wählen Sie einen anderen Namen.";
"Add To Sync Menu" = "Zum Sync-Menü hinzufügen";
"All" = "Alle";
"Alpha-Numeric Field" = "Alphanumerisches Feld";
"Back" = "Zurück";
"Backup" = "Sicherung";
"A newer version of mSecure is running on your computer. Please check for a free update of this app and install." = "Auf Ihrem Computer läuft eine neuere Version von mSecure. Bitte installieren Sie ein kostenloses Update dieser App.";
"A sync is currently being performed. You need to wait until the sync is finished before creating or editing a record." = "Zur Zeit wird synchronisiert, bitte auf das Ende der Synchronisation warten um einen Eintrag zu ändern oder neu zu erstellen.";
"A type with that name already exists." = "Es existiert bereits ein Typ mit diesem Namen.";
"A type with that name already exists. Please choose another name." = "Es existiert bereits ein Typ mit diesem Namen. Bitte wählen Sie einen anderen Namen.";
"abc" = "abc";
"About mSecure" = "Über mSecure";
"Add a new item" = "Ein neues Element hinzuzufügen";
"Add Group" = "Gruppe hinzufügen";
"Add Item" = "Element hinzuzufügen";
"add new field" = "neues Feld hinzufügen";
"An older client is attempting to sync with this desktop. Please check that you have the latest version of mSecure on your device." = "Ein älterer Client versucht, sich mit diesem Desktop zu synchronisieren. Bitte überprüfen Sie, ob die neueste mSecure Version auf Ihrem Gerät installiert ist.";
"An older version of mBackup or mSecure is running on your computer. Please check our website at www.msevensoftware.com for a free update of the computer version." = "Auf Ihrem Computer läuft eine ältere Version von mBackup oder mSecure. Bitte besuchen Sie unsere Website unter www.msevensoftware.com um ein kostenloses Update zu erhalten.";
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";
"Any records assigned to this group will be moved to the unassigned group. Would you like to continue?" = "Alle dieser Gruppe zugewiesenen Datensätze werden in die nicht zugewiesene Gruppe verschoben. Möchten Sie fortfahren?";
"Any records assigned to this type will be moved to the unassigned type. Would you like to continue?" = "Alle diesem Typ zugewiesenen Datensätze werden in den nicht zugewiesenen Typ verschoben. Möchten Sie fortfahren?";
"App cannot lock until you set a password. To set your password, go to Settings (little \"i\" at the bottom of the main view) and choose Set Password." = "Die App kann ohne Passwort nicht gesperrt werden. Um Ihr Passwort einzurichten, gehen Sie bitte zu Settings (Einstellen) (das kleine \"i\" um Boden der Hauptansicht) und wählen Sie 'Set Password' (Password einrichten).";
"Auto-Lock" = "Automatische Sperre";
"Auto-Rotation:" = "Auto-Rotation:";
"Receiving backup from client..." = "Sicherung von Client empfangen...";
"Remove From Sync Menu" = "Vom Sync-Menü entfernen";
"Reset Types List" = "Typliste zurücksetzen";
"Reset Types List To Defaults" = "Typliste zurücksetzen";
"1 Minute" = "1 Minute";
"Your new password doesn't match the confirmation password." = "Ihr neues Passwort stimmt nicht mit dem Bestätigungs-Passwort überein.";
"\nApple Mac App Store Version" = "\nApple Mac App-Store-Version";
"\nSerial Number:\n%@" = "\nSeriennummer:\n%@";
"\nTrial Mode" = "\nTestmodus";
"%@ Copy" = "%@ Kopie";
"%@ Duplicate" = "%@ Duplikat";
"%d groups added." = "%d Gruppen hinzugefügt.";
"%d groups changed." = "%d Gruppen geändert.";
"%d groups deleted." = "%d Gruppen gelöscht.";
"%d records added." = "%d Einträge hinzugefügt.";
"%d records changed." = "%d Einträge geändert.";
"%d types added." = "%d Typen hinzugefügt.";
"%d types changed." = "%d Typen geändert.";
"%d types deleted." = "%d Typen gelöscht.";
"%d records deleted." = "%d Einträge gelöscht.";
"<hasn't checked yet>" = "<hat noch nicht überprüft>";
"<Hint not set>" = "<kein Hinweis gesetzt>";
"<Sync Password not set>" = "<Sync-Passwort nicht festgelegt>";
"2 Minutes" = "2 Minuten";
"Dropbox Setup" = "Dropbox Einrichtung";
"Dropbox sync completed successfully." = "Dropbox Synchronisierung wurde erfolgreich abgeschlossen.";
"Edit" = "Bearbeiten";
"Edit Field" = "Feld bearbeiten";
"Edit Group" = "Gruppe bearbeiten";
"Edit Groups" = "Gruppen bearbeiten";
"Edit Groups List" = "Gruppenliste bearbeiten";
"Edit Item" = "Element bearbeiten";
"Edit the currently selected item" = "Ausgewähltes Element bearbeiten";
"Edit the list of Groups" = "Gruppenliste bearbeiten";
"Edit the list of Types" = "Typliste bearbeiten";
"Edit Types" = "Typen bearbeiten";
"Edit Types List" = "Typliste bearbeiten";
"Email" = "E-Mail";
"Email Backup" = "E-Mail-Sicherung";
"Email Field" = "E-Mail-Feld";
"Version" = "Version";
"Warning" = "Warnung";
"You must supply a name for each field." = "Sie müssen einen Namen für jedes Feld eingeben.";
"You must supply a description for this type." = "Sie müssen eine Beschreibung für diesen Typ eingeben.";
"<tap to show>" = "<zur Ansicht antippen>";
"Import Error" = "Import-Fehler";
"Incorrect Password" = "Falsches Passwort";
"The password must be at least 12 characters long." = "Das Passwort muss mindestens 12 Zeichen lang sein.";
"Your new password needs to be at least 4 characters." = "Ihr neues Passwort muss mindestens 4 Zeichen lang sein.";
"Restore Data" = "Daten zur Wiederherstellung";
"Success" = "Erfolg";
"Sync Error" = "Sync-Fehler";
"Show Sensitive" = "Kritische Daten anzeigen";
"The password used at the time of the email backup doesn't match what's currently used in mSecure." = "Das zur Zeit des E-Mail-Backups benutzte Passwort stimmt nicht mit dem überein, dass gegenwärtig von mSecure benutzt wird.";
"The selected backup was encrypted with a different password than what is now set in mBackup. Change your mBackup password to match the original backup and try again." = "Die ausgewählte Sicherung wurde mit einem Passwort als das in mBackup festgelegte verschlüsselt. Ändern Sie Ihr mBackup Passwort, so dass es mit der ursprünglichen Sicherung übereinstimmt und versuchen Sie es erneut.";
"There was an unknown error exporting the file." = "Unbekannter Fehler beim Datei-Export.";
"There was an unknown error saving the file." = "Unbekannter Fehler beim Speichern der Datei.";
"The sync password must be at least 12 characters long for minimum protection. A password of 32 characters is recommended. Hint: Use an easy-to-remember phrase with mixed case, special characters and numbers." = "Das Sync-Passwort muss für ein Mindestmaß an Schutz mindestens 12 Zeichen lang sein. Ein Passwort mit 32 Zeichen wird empfohlen. Tipp: Verwenden Sie eine leicht zu merkende Phrase, mit Groß-und Kleinschreibung, Zahlen und Sonderzeichen.";
"This file doesn't have any records in it." = "Diese Datei enthält keine Datensätze.";
"This is not a valid SplashID VID file." = "Dies ist keine gültige SplashID VID-Datei.";
"This isn't a valid Dataviz Passwords Plus file or is an unknown version." = "Dies ist keine gültige Dataviz Passwords Plus Datei oder eine unbekannte Version.";
"The sync password must be the same on all devices syncing with your Dropbox account. Tap Edit if you’d like to change this password." = "Das Sync-Passwort muss auf allen Geräten, die mit Ihrem Dropbox-Konto synchronisiert werden, gleich sein. Drücken Sie auf Bearbeiten, wenn Sie das Passwort ändern möchten.";
"The type you have chosen has fewer fields than the previous type. This means the extra fields will be lost for this record. Are you sure you want to do this?" = "Der von Ihnen gewählte Typ hat weniger Felder als der vorherige Typ. Das bedeutet, dass zusätzliche Felder für diesen Datensatz verloren gehen. Sind Sie sicher, dass Sie dies tun möchten?";
"Unable to find the Dropbox folder." = "Kann Dropbox-Ordner nicht finden.";
"Unlink Dropbox..." = "Verknüpfung für Dropbox aufheben...";
"There was an error reading the restore file from the computer. If the problem persists, please contact mSeven Software support at support@msevensoftware.com." = "Fehler beim Lesen der Wiederherstellungsdatei auf dem Computer. Wenn das Problem weiterhin besteht, kontaktieren Sie bitte den mSeven Software-Support unter support@msevensoftware.com.";
"There was an error reading the sync file from the computer. If the problem persists, please contact mSeven Software support at support@msevensoftware.com." = "Fehler beim Lesen der Sync-Datei auf dem Computer. Wenn das Problem weiterhin besteht, kontaktieren Sie bitte den mSeven Software-Support unter support@msevensoftware.com.";
"Unlink from Dropbox" = "Verknüpfung von Dropbox aufheben";
"There was an unknown error. If the problem persists, please contact mSeven Software support at support@msevensoftware.com." = "Unbekannter Fehler. Wenn das Problem weiterhin besteht, kontaktieren Sie bitte den mSeven Software-Support unter support@msevensoftware.com.";
"This action will reset your types list back to the default values. Are you sure you want to do this?" = "Dieser Vorgang wird Ihre Typliste auf die Standardwerte zurücksetzen. Sind Sie sicher, dass Sie dies tun möchten?";
"Update Notification" = "Update-Benachrichtigung";
"View/Change Sync Password" = "Sync-Passwort ansehen/ändern";
"This file is an mSecure backup file. To restore this file into mSecure, choose File->Restore... from the mSecure menus." = "Dies ist eine mSecure Sicherungsdatei. Zur Wiederherstellung dieser Datei in mSecure, wählen Sie Datei->Wiederherstellen... aus den mSecure Menüs.";
"This file is an mSecure cloud sync file and is not directly openable from mSecure." = "Dies ist eine mSecure Cloud Sync-Datei und kann nicht direkt in mSecure geöffnet werden.";
"You must supply a name for this type." = "Sie müssen einen Namen für diesen Typ eingeben.";
"Your sync password doesn't match the password on Dropbox." = "Ihr Sync-Passwort stimmt nicht mit dem Dropbox-Passwort überein.";
"Restore operation completed." = "Wiederherstellung abgeschlossen.";
"Sending backup to client..." = "Sicherung wird an Client gesendet...";
"Sending Data To Dropbox" = "Daten werden an Dropbox gesendet";
"Sending Request..." = "Anfrage wird gesendet...";
"Sending to Computer..." = "Sende an Computer...";
"Set Password" = "Passwort festlegen";
"Set Password..." = "Passwort festlegen...";
"Restore operation will delete all local data and replace it with backup \"%@\" from %@. Continue?" = "Die Wiederherstellung wird alle lokale Daten löschen und mit dem Backup \“%@\“ von %@ ersetzen. Fortfahren? ";
"Restoring to Computer" = "Wiederherstellung auf Computer";
"Retrieving Backup list" = "Abrufen von Sicherungsliste";
"Royal Blue" = "Königsblau";
"Delete Address" = "Adresse löschen";
"Delete Group" = "Gruppe löschen";
"Delete Item" = "Element löschen";
"Field %d:" = "Feld %d:";
"Field Name:" = "Feldname:";
"Field Type" = "Feldtyp";
"Delete the currently selected item(s)" = "Aktuell ausgewählte(s) Element(e) löschen";
"Delete Type" = "Typ löschen";
"Description" = "Beschreibung";
"Descriptions cannot begin with the \"@\" symbol. Please choose another name." = "Beschreibungen dürfen nicht mit dem \"@\" Zeichen beginnen. Bitte wählen Sie einen anderen Namen.";
"Downloading from Dropbox" = "Herunterladen von der Dropbox";
"Dropbox" = "Dropbox";
"Dropbox Error" = "Dropbox-Fehler";
"Select the backup to restore from:" = "Wählen Sie die Sicherung für die Wiederherstellung:";
"Select the location of your mSecure backup:" = "Wählen Sie einen Speicherort für Ihre mSecure Sicherung:";
"Self-Destruct" = "Selbstzerstörung";
"Sensitive Field" = "Kritisches Feld";
"Sensitive:" = "Kritisch:";
"Set" = "Einstellung";
"Setup Dropbox..." = "Dropbox einrichten...";
"Share Record" = "Datensatz teilen";
"Show in main view:" = "In Hauptbild anzeigen:";
"Show or hide the sensitive fields" = "Kritische Felder ein- oder ausblenden";
"Save" = "Speichern";
"Search" = "Suche";
"Search for a record" = "Nach Datensatz suchen";
"Searching for mBackup servers..." = "Suche nach mBackup Servern...";
"Searching for mSecure on the computer..." = "Suche nach mSecure auf dem Computer...";
"Security" = "Sicherheit";
"Select a connection to sync with below. The mSecure password must match the one set on the computer." = "Wählen Sie weiter unten bitte eine Verbindung für die Synchronisation aus. Das mSecure-Passwort muss das gleiche sein, wie das Ihres Computers.";
"Select a destination for your mSecure backup:" = "Wählen Sie einen Speicherort für Ihre mSecure Sicherung:";
"Copied to clipboard" = "In Zwischenablage kopiert";
"Create Password" = "Passwort erstellen";
"Connection refused: Please check to make sure that the computer is on and the computer software is running." = "Verbindung verweigert: Bitte stellen Sie sicher, dass der Computer eingeschaltet ist und die Software läuft.";
"Credits" = "Mitwirkende";
"Current:" = "Aktuell:";
"Dark Grey" = "Dunkelgrau";
"Data received..." = "Daten empfangen...";
"Data Restored" = "Daten wiederhergestellt";
"Data Synced" = "Daten synchronisiert";
"Database Syncing" = "Datenbank-Synchronisierung";
"Delete" = "Löschen";
"record" = "Datensatz";
"records" = "Datensätze";
"You must connect to a Wifi network in order to sync with mSecure on your computer. Go to Settings on your device and choose Wifi. Then make sure you’re connected to a Wifi network." = "Sie müssen eine Verbindung zu einem Wifi-Netzwerk herstellen, um mit mSecure auf Ihrem Computer zu synchronisieren. Gehen Sie auf Einstellungen und wählen Sie Wifi. Stellen Sie anschließend sicher, dass Sie mit einem Wifi-Netzwerk verbunden sind.";
"You must supply a description for this record." = "Sie müssen eine Beschreibung für diesen Datensatz eingeben.";
"You must supply a name for this connection." = "Sie müssen einen Namen für diese Verbindung eingeben.";
"You must supply a name for this field." = "Sie müssen einen Namen für dieses Feld eingeben.";
"You must supply a name for this group." = "Sie müssen einen Namen für diese Gruppe eingeben.";
"You must supply an IP address for this connection. The IP Address is the address of the computer where mSecure or mBackup is running." = "Sie müssen eine IP-Adresse für diese Verbindung eingeben. Die IP-Adresse ist die Adresse des Computers, auf dem mSecure oder mBackup läuft.";
"You've entered too many incorrect passwords. The mSecure data has been destroyed.\n\nIf you are the owner of this device, please contact mSeven Software support before syncing with your desktop computer." = "Sie haben zu viele falsche Passwörter eingegeben. Die mSecure-Daten wurden zerstört.\n\nWenn Sie der Besitzer des Gerätes sind, kontaktieren Sie bitte den mSeven Software-Support bevor Sie es mit dem Desktop synchronisieren.";
"Your 30 day trial has expired." = "Ihr 30-Tage Testversion ist abgelaufen.";
"Your password doesn't match with the one used when this email backup was created. Change your password in mSecure for Mac to match and try again." = "Ihr Passwort stimmt nicht mit dem Passwort überein, das erstellt wurde, als diese E-Mail-Sicherung erstellt wurde. Ändern Sie Ihr mSecure Passwort für Mac und versuchen Sie es erneut.";
"Tap Continue to sync with %@. Make sure your mSecure password matches the one in use in mSecure on the computer." = "Drücken Sie auf Fortfahren, um eine Synchronisierung mit %@ durchzuführen. Stellen Sie sicher, dass das mSecure Passwort mit dem mSecure Passwort auf dem Computer übereinstimmt.";
"The backup was exported successfully." = "Die Sicherung wurde erfolgreich exportiert.";
"The maximum length for a note is %d characters." = "Der Hinweis darf maximal %d Zeichen lang sein.";
"The new and confirm passwords don't match." = "Das neue und das Bestätigungs-Passwort stimmen nicht überein.";
"Thank you for upgrading to mSecure 3.0. Please ensure you have updated to the most currently available version of mSecure on any devices you wish to sync with.\n\nThis is a free update to existing mSecure iOS and Android customers." = "Vielen Dank für das Upgrade auf mSecure 3.0. Bitte vergewissern Sie sich, dass Sie die neueste Version von mSecure auf den Geräten installiert haben, die Sie synchronisieren möchten.\n\nDieses Update ist für mSecure iOS und Android Kunden kostenlos.";
"There was an error reading the Dropbox sync file." = "Fehler beim Lesen der Dropbox-Sync-Datei.";
"There was an error writing to the file." = "Fehler beim Speichern auf die Datei.";
"The password does not currently match the password used in the current dropbox sync file." = "Das Passwort stimmt nicht mit dem Passwort in der Dropbox Sync-Datei überein.";
"The password on this device and the password on the computer do not match. Please change the password on either the device or computer and try again." = "Das Passwort auf diesem Gerät stimmt nicht mit dem Passwort auf dem Computer überein. Bitte ändern Sie das Passwort auf dem Gerät oder auf dem Computer und versuchen Sie es erneut.";
"The sync operation completed successfully." = "Die Synchronisierung wurde erfolgreich abgeschlossen.";
"Theme - %@" = "Thema - %@";
"Choose Icon" = "Symbol wählen";
"Clipboard" = "Zwischenablage";
"Choose Restore to replace your current mSecure data with the email backup data. NOTE: data currently in mSecure will be lost. Choose Sync to merge the email backup data with your current mSecure data." = "Wählen Sie 'Restore' (wiederherstellen), um Ihre aktuellen mSecure-Daten mit den E-Mail Backup-Daten zu ersetzen. HINWEIS: Die gegenwärtig in mSecure gespeicherten Daten gehen verloren. Wählen Sie Sync, um die E-Mail Backup-Daten mit den vorhandenen mSecure-Daten zusammenzuführen.";
"Client connecting..." = "Client stellt Verbindung her...";
"Client requesting list of backups..." = "Client fordert Sicherungsliste an...";
"Color Theme" = "Farbthema";
"Communication Error" = "Kommunikationsfehler";
"Computer Busy" = "Computer ist ausgelastet";
"Computers found:" = "Computer gefunden:";
"Confirm:" = "Bestätigen:";
"Connection has timed-out: Please make sure the computer software is running and is not being blocked by firewall software." = "Verbindung wegen Zeitüberschreitung abgebrochen: Bitte stellen Sie sicher, dass die Computer-Software ausgeführt und nicht durch eine Firewall blockiert wird.";
"Connection not found: Please check to make sure the IP address is valid and that the computer software is running." = "Verbindung nicht gefunden: Bitte überprüfen Sie, ob die IP-Adresse gültig ist und die Computer-Software läuft.";
"Connection Setup" = "Verbindungsaufbau";
"Connections" = "Verbindungen";
"Continue" = "Fortfahren";
"Please enter your password." = "Bitte geben Sie Ihr Passwort ein.";
"Received Data from Dropbox" = "Daten von Dropbox empfangen";
"Red" = "Rot";
"Restore" = "Wiederherstellen";
"Please enter your Sync Password. If you have already setup the Sync Password on another device, enter that password here." = "Bitte geben Sie Ihr Sync-Passwort ein. Wenn Sie bereits das Sync-Passwort auf einem anderen Gerät eingerichtet haben, geben Sie dieses Passwort hier ein.";
"Please set a Sync Password before syncing." = "Bitte legen Sie vor dem Synchronisieren ein Sync-Passwort fest.";
"Preferences" = "Einstellungen";
"Print your document" = "Dokument ausdrucken";
"Processing Sync..." = "Synchronisierung wird verarbeitet...";
"Quit" = "Beenden";
"Received data from client..." = "Daten vom Client empfangen...";
"Tap Continue to email the backup. Note: Mail will be launched with the data in an attachment to the email message. This data can then be imported into mBackup with the import command. The data will be encrypted with your current mSecure password." = "Klicken Sie \"Weiter\" um fortzufahren. Hinweis: Es wird jetzt Ihr E-Mailprogramm gestartet und das Backup angehängt. Dieses kann dann in mBackup mittels der Import-Funktion importiert werden. Die Verschlüsselung der Daten erfolgt mittels Ihres aktuellen mSecure Passwortes.";
"You've entered too many incorrect passwords. The mSecure data has been destroyed.\n\nIf you are the owner of this device, please contact mSeven Software support before syncing with your computer." = "Es wurde zu oft ein falsches Passwort eingegeben. Die mSecure Daten wurden zerstört. Wenn Sie der rechtmäßige Besitzer dieses Gerätes sind, wenden Sie sich bitte umgehend an den mSeven Software Support, bevor Sie Ihr Gerät mit dem Computer synchronisieren.";
"Personal" = "Persönlich";
"Business" = "Geschäftlich";
"Bank Accounts" = "Bankkonten";
"Birthdays" = "Geburtstage";
"Calling Cards" = "Telefon-Karten";
"Clothes Size" = "Kleidergröße";
"Combinations" = "Kombinationen";
"Credit Cards" = "Kreditkarten";
"Email Accounts" = "E-Mail-Konten";
"Frequent Flyer" = "Frequent Flyer";
"Insurance" = "Versicherung";
"Memberships" = "Mitgliedschaften";
"Prescriptions" = "Rezepte";
"Registration Codes" = "Registrierungscodes";
"Vehicle Info" = "Fahrzeug-Info";
"Voice Mail" = "Sprachmitteilung";
"Web Logins" = "Web-Anmeldungen";
"Account Number" = "Kontonummer";
"PIN" = "PIN";
"Branch" = "Filiale";
"Shirt Size" = "Hemdgröße";
"Pant Size" = "Hosengröße";
"Shoe Size" = "Schuhgröße";
"Dress Size" = "Kleidergröße";
"Code" = "Code";
"Card No." = "Kartennr.";
"Expiration Date" = "Ablaufdatum";
"Bank" = "Bank";
"Security Code" = "Sicherheitscode";
"POP3 Host" = "POP3 Host";
"SMTP Host" = "SMTP Host";
"Mileage" = "Kilometerstand";
"Account No." = "Kontonummer";
"Policy No." = "Police-Nr.";
"Group No." = "Gruppen-Nr.";
"Insured" = "Versichert";
"RX Number" = "Rezept-Nr.";
"Doctor" = "Arzt";
"Pharmacy" = "Apotheke";
"License No." = "Kennzeichen";
"VIN" = "FIN";
"Date Purchased" = "Kaufdatum";
"Tire Size" = "ReifengrÃ¶ÃŸe";
"Checkout mSecure Password Manager!" = "Testen Sie den mSecure Passwort-Manager!";
"10 Minutes" = "10 Minuten";
"[add issue description here]" = "[Beschreibung des Anliegens]";
"Email Support" = "E-Mail-Support";
"Moving from iCloud" = "Von iCloud verschieben";
"Moving to iCloud" = "zu iCloud verschieben";
"mSeven Software Website" = "mSeven Software Website";
"To use this feature, you need iOS 5 or later." = "Um diese Eigenschaft zu nutzen, benötigen Sie iOS 5 oder neuer.";
"To use this feature, you need to enable iCloud's \"Documents & Data\" setting in your device's iCloud Settings." = "Um diese Eigenschaft zu nutzen, müssen Sie die iCloud \"Documents & Data\" Einstellung in den iCloud Einstellungen Ihres Geräts einschalten.";
"Use iCloud:" = "Nutze iCloud:";
"View hint" = "Lese Hinweis";
"Field 1" = "Feld 1";
"Field 2" = "Feld 2";
"Field 3" = "Feld 3";
"Field 4" = "Feld 4";
"Field 5" = "Feld 5";
"Field 6" = "Feld 6";
"Name" = "Name";
"Phone No." = "Telefonnr.";
"Date" = "Datum";
"Access No." = "Kein Zugang.";
"Username" = "Benutzername";
"Password" = "Passwort";
"Number" = "Zahl";
"URL" = "URL";
"Hi,\n\nI'm enjoying using mSecure and thought you might like it as well. You can check it out here:\n\niPhone, iPad and iPod touch: %@\nAndroid: %@" = "Hallo,\nIch nutze mSecure und dachte, dass dir das vielleicht auch gefällt. Du kannst es dir hier ansehen:\n\niPhone, iPad und iPod Touch: %@\nAndroid:%@";
"Support Request for mSecure %@" = "Support-Anfrage an mSecure %@";
"No records selected" = "Keine Daten ausgewählt";
"Print" = "Drucken";
"(%d of %d attempts left)" = "(%d von %d Versuchen übrig)";
"CSV is a standard file format used for exchanging data with other applications. As a result, please note that CSV files are not encrypted and therefore your data is in plain text. If you need to use this feature, be sure to securely delete the file after you've used it." = "CSV ist ein standardisierten Dateiformat zum Datenaustausch zwischen Programmen. Bitte beachten Sie, dass die CSV Dateien nicht verschlüsselt sind und deshalb die Daten lesbar sind. Wenn Sie dies Funktion nutzen müssen, löschen Sie die Datei nachdem Sie sie benutzt haben.";
"Email is not currently setup on this device. Go to iPhone Settings and configure an email account and try again." = "Email ist auf diesem Gerät nicht eingerichtet. Öffnen Sie die iPhone Einstellungen und konfigurieren Sie einen E-Mail-Account. Versuchen Sie es dann bitte erneut.";
"Page %d of %d" = "Seite %d von %d";
"Clear" = "Löschen";
"Paste Password" = "Passwort kopieren";
"Remove Tab" = "Tab entfernen";
"New Tab" = "Neuer Tab";
"mSecure Browser" = "mSecure Browser";
"Not Found" = "Nicht gefunden";
"Sort by Date" = "Nach Datum sortieren";
"Prompt" = "Auffordern";
"Could not find login info, would you like to save as a bookmark in mSecure?" = "Login-Informationen konnten nicht gefunden werden. Als Lesezeichen in mSecure speichern? ";
"Default Search Engine" = "Standard-Suchmaschine";
"Google" = "Google";
"Yahoo" = "Yahoo";
"Bing" = "Bing";
"Unlock" = "Entsperren";
"Favorites Only" = "Nur Favoriten";
"Reset Sync File" = "Synchronisationdatei zurücksetzen";
"If you would like to reset your sync password and sync file, press the reset button above. Warning: the sync file containing your data will be deleted." = "Wenn Sie das Synchronisations-Passwort und die Synchronisationsdatei zurücksetzen möchten, klicken Sie bitte oben auf den \"Zurücksetzen\“-Button. Achtung: Die Synchronisationsdatei mit Ihren Daten wird gelöscht werden. ";
"Confirm" = "Bestätigen";
"Strength:" = "Stärke: ";
"A record already exists with this URL, would you like to:" = "Ein Eintrag mit dieser URL existiert bereits, möchten Sie:";
"There are more than one record exists with this URL, would you like to:" = "Es gibt mehr als einen existierenden Eintrag mit dieser URL. Möchten Sie: ";
"Update the current Record" = "Den aktuellen Eintrag aktualisieren";
"Update Multiple Records" = "Mehrere Einträge aktualisieren";
"Create a new Record" = "Neuen Eintrag erstellen";
"Would you like to save the web login information?" = "Möchten Sie die Web-Login-Informationen speichern?";
"Would you like to update the web login information?" = "Möchten Sie die Web-Login-Informationen aktualisieren? ";
"Update" = "Update";
"Are you sure you want to clear your password? This will leave your data in mSecure unprotected." = "Sicher, dass Sie das Passwort löschen möchten? Ihre Daten in mSecure werden nicht geschützt werden. ";
"Auto-Submit:" = "Automatisches Senden: ";
"Auto-Sync" = "Automatische Synchronisation";
"Browser Settings" = "Browser-Einstellungen";
"Clear Password" = "Passwort löschen";
"Confirm Password:" = "Passwort bestätigen: ";
"Current Password:" = "Aktuelles Passwort: ";
"Default Browser" = "Standardbrowser";
"Downloading from iCloud" = "Von iCloud herunterladen";
"Found" = "Gefunden";
"Found on Network" = "Im Netzwerk gefunden";
"good" = "gut";
"Hint Recommended" = "Hinweis empfohlen";
"iCloud" = "iCloud";
"iCloud capability is not available in the non-Mac App Store version. Need better message TBD" = "iCloud-Fähigkeit ist in der App-Store-Version für nicht-Macs nicht verfügbar.";
"iCloud capability not present. Message TBR." = "iCloud-Fähigkeit nicht vorhanden.";
"It is highly recommended that you set a hint that will help you jog your memory in case you forget your password. If you forget your password, we will be unable to recover it or your data." = "Wir empfehlen Ihnen, dass Sie einen Hinweis einrichten, der Ihnen auf die Sprünge hilft, falls Sie Ihr Passwort vergessen sollten. Wenn Sie Ihr Passwort vergessen, können Sie das Passwort oder Ihre Daten nicht wiederherstellen. ";
"Link Dropbox" = "Dropbox-Link";
"medium" = "mittel";
"mSecure has detected a cloud sync file that requires a password that you set up on another device. Enter your sync password to sync this device." = "mSecure hat eine Cloud-Synchronisationsdatei entdeckt, die ein Cloud-Passwort benötigt, das auf einem anderen Gerät eingerichtet wurde. Bitte geben Sie Ihr Passwort ein, um dieses Gerät zu synchronisieren. ";
"New Password:" = "Neues Passwort: ";
"Next" = "Nächster";
"No Hint" = "Kein Hinweis";
"none" = "Keine  ";
"Note: You'll need to change the Cloud Password for all devices you're syncing with to match." = "Achtung: Sie müssen das Cloud-Passwort für alle Geräte ändern, mit denen Sie synchronisieren, damit diese übereinstimmen. ";
"Open this URL in..." = "Diese URL öffnen mit …";
"Password Cleared" = "Passwort gelöscht";
"Please enter description" = "Bitte Beschreibung eingeben";
"Received Data from Cloud Service" = "Daten von Cloud-Service erhalten";
"Reenter your password to confirm it was typed correctly. It is also recommended that you enter a hint to help you remember the password." = "Geben Sie das Passwort erneut ein, um sicherzustellen, dass es richtig eingegeben wurde. Es wird außerdem empfohlen, dass Sie einen Hinweis eingeben, damit Sie sich an Ihr Passwort erinnern können-. ";
"Resetting the sync file will delete it from the cloud server but your local data will remain intact. Are you sure you want to do this?" = "Das Zurücksetzen der Synchronisationsdatei wird diese vom iCloud-Server löschen, aber die lokalen Daten werden intakt bleiben. Sind Sie sicher, dass Sie ausführen möchten? ";
"Restoring from Computer" = "Vom Computer wiederherstellen";
"Safari Browser" = "Safari";
"Saved Connection - %@" = "Verbindung gespeichert - %@";
"Select a connection to sync with below." = "Verbindung zum Synchronisieren auswählen. ";
"Sensitive" = "Vertraulich ";
"Set a new Cloud Password." = "Neues Cloud-Passwort einrichten.";
"Set Hint" = "Hinweis einrichten";
"Show Favorites" = "Favoriten anzeigen";
"Show only favorite records" = "Nur Lieblingseinträge anzeigen";
"Show Password:" = "Passwort anzeigen: ";
"Sorry! \"Web Logins\" Type not found and there is an error to add default \"Web Logins\" Type." = "Entschuldigung! \“Web-Login\“-Typ nicht gefunden und es ist ein Fehler beim Hinzufügen des Standard-Typs \“Web-Login\“ aufgetreten. ";
"strong" = "Stark";
"Sync File Deleted" = "Synchronisationsdatei gelöscht";
"Sync Settings" = "Synchronisationseinstellungen";
"Sync via iCloud" = "Über iCloud synchronisieren";
"Sync with iCloud" = "Mit iCloud synchronisieren";
"Tap Continue to sync with %@." = "Auf Fortfahren tippen, um mit %@ zu synchronisieren. ";
"The Cloud Password is used by all devices to sync your data to a Cloud Service. It's recommended that you use a very strong password when syncing via the cloud using the provided password meter. Note: You will only need to enter this password once during each device setup." = "Das Cloud-Passwort wird von allen Geräten verwendet, um Ihre Daten mit dem Cloud-Service zu synchronisieren. Es wird empfohlen, dass Sie ein sehr starkes Passwort verwenden, wenn Sie über Cloud synchronisieren, mit dem zur Verfügung gestellten Passwortmesser. Achtung: Sie müssen dieses Passwort nur einmal pro Geräte-Einrichtung eingeben. ";
"The password was copied to the clipboard." = "Das Passwort wurde in die Zwischenablage kopiert. ";
"The remote sync file has been deleted. Please re-setup the sync settings." = "Die Remote-Synchronisationsdatei wurde gelöscht. Bitte richten Sie die Synchronisationseinstellungen erneut ein. ";
"There was an unexpected error syncing to Dropbox." = "Es ist ein unerwarteter Fehler beim Synchronisieren mit Dropbox aufgetreten. ";
"There was an unexpected error syncing with Dropbox." = "Es ist ein unerwarteter Fehler beim Synchronisieren mit Dropbox aufgetreten. ";
"Turning off syncing will remove your settings for this cloud service. Do you want to continue?" = "Das Ausschalten der Synchronisation wird die Einstellungen für diesen Cloud-Service deaktivieren. Möchten Sie fortfahren?";
"very strong" = "Sehr stark ";
"weak" = "schwach";
"You can only sync with one Cloud Service at a time. Turning this connection on will turn off your other connection and will clear your Cloud Password. Do you want to continue?" = "Sie können  nur mit einem Cloud-Service zur gleichen Zeit synchronisieren. Wenn Sie diese Verbindung einschalten, werden Ihre anderen Verbindungen ausgeschaltet und Ihr Cloud-Passwort wird gelöscht. Möchten Sie fortfahren? ";
"You have successfully linked mSecure to your iCloud account. Syncing will happen automatically anytime you make a change." = "Sie haben erfolgreich Ihr mSecure mit Ihrem iCloud-Konto verlinkt. Die Synchronisation wird jedes Mal automatisch ausgeführt, wenn Sie eine Änderung vornehmen. ";
"You have successfully setup iCloud syncing. Syncing will now happen automatically as your data changes." = "Sie haben erfolgreich die iCloud-Synchronisation eingerichtet. Die Synchronisation wird automatisch ausgeführt, wenn Sie Ihre Daten ändern. ";
"Your password has been changed. You must remember this password since if you forget it, we can't help you recover it or your data." = "Ihr Passwort wurde geändert. Sie müssen sich an dieses Passwort erinnern. Wenn Sie es vergessen, können wir Ihnen nicht helfen es oder Ihre Daten wiederherzustellen. ";
"Your password has been cleared." = "Ihr Passwort wurde gelöscht. ";
"Your Record has been saved successfully under the \"Web Logins\" Type" = "Ihr Eintrag wurde erfolgreich als \"Web-Login\"-Typ gespeichert. ";
"Copy" = "Kopieren";
"Found on network" = "Im Netzwerk gefunden";
"No" = "Nein";
"Password " = "Passwort";
"Passwords Don't Match" = "Passwörter stimmen nicht überein";
"Tell a Friend" = "Einem Freund erzählen";
"A record exists with this base URL, would you like to update the URL to the direct login URL?" = "Ein Eintrag mit dieser Basis-URL besteht bereits, möchten Sie diese URL zur direkten Login-URL aktualisieren? ";
"  Auto-Fill" = "Auto-Vervollständigung";
"  Capture New Record" = "Neuen Eintrag erfassen";
"  Generate Password" = "Passwort generieren";
"  Paste Username" = "Benutzernamen kopieren";
"  Show in default browser" = "Im Standardbrowser anzeigen";
"<not set>" = "<nicht festgelegt>";
"<Path not set>" = "<Pfad nicht festgelegt>";
"Are you sure you don't want to set a password? This will leave your data in mSecure unprotected." = "Sicher, dass Sie kein Passwort festlegen möchten? Ihre Daten in mSecure werden nicht geschützt sein. ";
"Authenticating Cloud password" = "Cloud-Passwort wird authentifiziert";
"Backup Now" = "Jetzt sichern";
"Busy" = "Beschäftigt";
"Cloud Password successfully changed." = "Cloud-Passwort wurde erfolgreich geändert. ";
"Could not locate the field. Please click in the proper field and press the Generate Password button." = "Feld konnte nicht gefunden werden. Bitte klicken Sie auf das richtige Feld und klicken Sie auf den \"Passwort generieren\"-Button. ";
"Could not locate the password field. Please click in the proper password field and press the Paste Password button." = "Das Passwort-Feld konnte nicht gefunden werden. Bitte klicken Sie auf das richtige Passwort-Feld und klicken Sie auf den Button \"Passwort einfügen\". ";
"Could not locate the username field. Please click in the proper username field and press the Paste Username button." = "Das Benutzername-Feld konnte nicht gefunden werden. Bitte klicken Sie auf das richtige Benutzernamen-Feld und klicken Sie auf \"Benutzername einfügen\". ";
"Current Group" = "Aktuelle Gruppe";
"Current Password: %@" = "Aktuelles Passwort : %@";
"Currently performing a cloud sync." = "Es wird gerade eine Cloud-Synchronisation durchgeführt. ";
"Downloading sync file from service" = "Synchronisationsdatei vom Service herunterladen";
"Error writing the sync file" = "Fehler beim Schreiben der Synchronisationsdatei";
"Hint: %@" = "Hinweis: %@";
"If you prefer to not receive these reminders, you can turn off Backup Reminders in mSecure's settings.\n" = "Wenn Sie diese Erinnerungen nicht erhalten möchten, dann können Sie die Backup-Erinnerungen in den Einstellungen von mSecure ausschalten.\n";
"Invalid Sync File." = "Ungültige Synchronisationsdatei";
"mSecure is currently performing a sync. Please wait until the sync completes and try again." = "mSecure führt im Moment eine Synchronisation aus. Bitte warten Sie, bis die Synchronisation abgeschlossen wurde und versuchen es erneut. ";
"No remote data in sync file." = "Keine Remote-Daten in der Synchronisationsdatei. ";
"Page programming does not allow submit. Please submit the form manually by pressing the submit button." = "Seitenprogrammierung lässt senden nicht zu. Bitte senden Sie das Formular manuell, indem Sie auf den Senden-Button klicken. ";
"Password Set" = "Passwort einrichten";
"Please enter a description." = "Bitte eine Beschreibung eingeben.";
"Previous" = "Vorheriger";
"Print the records in the current view" = "Einträge der aktuellen Ansicht drucken ";
"Reading source file" = "Quelldatei wird gelesen";
"Sending sync file to service" = "Synchronisationsdatei wird an Service gesendet ";
"setUbiquitous failed" = "Einrichten fehlgeschlagen";
"Setup Shared File Syncing" = "Geteilte Dateisynchronisation einrichten";
"Skip This Backup" = "Dieses Backup überspringen";
"SSL Security Warning" = "SSL-Sicherheitswarnung";
"Sync completed" = "Synchronisation abgeschlossen";
"Sync error: Tap to view." = "Synchronisationsfehler: Tippen, um anzusehen. ";
"Sync file was successfully saved." = "Synchronisationsdatei wurde erfolgreich gespeichert. ";
"Sync Password was changed successfully." = "Synchronisationspasswort wurde erfolgreich geändert. ";
"Syncing..." = "Synchronisiere …";
"Syncing with Shared File" = "Mit einer geteilten Datei synchronisieren ";
"The \"Web Logins\" type was not found and there was an error to add default \"Web Logins\" Type." = " \“Web-Login\“-Typ nicht gefunden und es ist ein Fehler beim Hinzufügen des Standard-Typs \“Web-Login\“ aufgetreten. ";
"The bookmark was saved successfully." = "Lesezeichen wurde erfolgreich gespeichert. ";
"The password in the remote sync file doesn't match your Cloud Password." = "Das Passwort in der Remote-Synchronisationsdatei stimmt nicht mit dem Cloud-Passwort überein. ";
"The record has been updated." = "Der Eintrag wurde aktualisiert";
"There are no records to display." = "Es gibt keine Einträge zum Anzeigen. ";
"There was an error writing to the sync file." = "Es ist ein Fehler beim Schreiben der Synchronisationsdatei aufgetreten. ";
"There was an unexpected error syncing with Cloud. The sync file was empty." = "Es ist ein unerwarteter Fehler beim Synchronisieren mit Cloud aufgetreten. Die Synchronisationsdatei ist leer.  ";
"There was an unknown sync error (%d)" = "Es ist ein unerwarteter Synchronisationsfehler aufgetreten (%d)";
"Unable to locate the text field. Please click in the proper field and tap again." = "Das Textfeld kann nicht gefunden werden. Bitte klicken Sie auf das richtige Feld und tippen Sie erneut. ";
"Unassigned Group" = "Nicht zugeordnete Gruppe";
"Unknown iCloud Error" = "Unbekannter iCloud-Fehler";
"With this version of mSecure, we added auto-sync for Dropbox. Would you like to enable Dropbox auto-sync?" = "In dieser Version von mSecure haben wir automatische Synchronisation für Dropbox hinzugefügt. Möchten Sie automatische Synchronisation für Dropbox aktivieren?";
"Would you like to send yourself an email backup now?\n\n" = "Möchten Sie sich jetzt eine E-Mail mit dem Backup senden?\n\n";
"Would you like to send yourself an encrypted email backup now?\n\n" = "Möchten Sie sich jetzt eine E-Mail mit einem verschlüsselten Backup senden?\n\n";
"Writing sync file" = "Synchronisationsdatei wird geschrieben";
"You have made %d changes to mSecure since your last Backup. It is recommended that you occassionaly make a backup. " = "Sie haben %s Änderungen für mSecure vorgenommen, seit Ihrem letzten Back-up. Es wird empfohlen, dass Sie gelegentlich ein Back-up durchführen. ";
"You've chosen to setup syncing to a shared file. Press Continue to bring up a File Open dialog to pick the location of the sync file or folder. If you choose a folder, mSecure will use the default file name for the sync file. Otherwise, you can choose a specific existing sync file." = "Sie haben sich für das Einrichten von Synchronisation von einer geteilten Datei entschieden. Klicken Sie auf Fortfahren, um den Speicherort der Synchronisationsdatei oder Ordner auszuwählen. Wenn Sie einen Ordner auswählen, wird mSecure einen Standarddateinamen für die Synchronisationsdatei auswählen. Oder Sie wählen eine bestimmte bestehende Synchronisationsdatei aus. ";
"Your current OS doesn't support iCloud." = "Ihr aktuelles OS unterstützt iCloud nicht. ";
"Your password has been set. You must remember this password since if you forget it, we can't help you recover it or your data." = "Ihr Passwort wurde eingerichtet. Sie müssen sich an dieses Passwort erinnern. Wenn Sie es vergessen, können wir Ihnen nicht helfen es oder Ihre Daten wiederherzustellen. ";
"Your record has been saved as a \"Web Logins\" type." = "Ihr Eintrag wurde als \"Web-Login\"-Typ gespeichert. ";
"Remind Me Later" = "Später erinnern";
"Unknown Error" = "Unbekannter Fehler";
"very weak" = "Sehr schwach";
"Favorite Web Logins" = "Favorisierte Web-Logins";
"Favorite Records" = "Lieblingseintrag";
"All Records" = "Alle Aufzeichnungen";
"Identity" = "Identität";
"Social Security" = "Soziale Sicherheit";
"First Name" = "Vorname";
"Last Name" = "Nachname";
"Nick Name" = "Spitzname";
"Company" = "Unternehmen";
"Title" = "Titel";
"Address" = "Adresse";
"Address2" = "Adresse 2";
"City" = "Stadt";
"Country" = "Land";
"Home Phone" = "Telefon ";
"Office Phone" = "Telefon-Nr. Büro";
"Mobile Phone" = "Handy";
"Email2" = "E-Mail 2";
"Skype" = "Skype";
"Website" = "Webseite";
"Passport" = "Reisepass";
"Issuing Country" = "Ausstellendes Land ";
"Issuing Authority" = "Ausstellende Behörde";
"Nationality" = "Nationalität";
"Expiration" = "Ablauf";
"Place of Birth" = "Geburtsort";
"State" = "Staat";
"Add Type" = "Typ Hinzufügen";
"A record exists with this username and base URL, would you like to update the URL to the direct login URL?" = "Eine Aufzeichnung mit diesem Benutzernamen und dieser Basis-URL sind vorhanden. Möchten Sie die URL zu einer Direkt-Log-in-URL aktualisieren?";
"A record exists with this username, would you like to update the password for this record?" = "Eine Aufzeichnung mit diesem Benutzernamen ist vorhanden. Möchten Sie das Passwort für diese Aufzeichnung aktualisieren?";
"A record exists with this username and base URL, would you like to update the direct login URL and password for this record?" = "Eine Aufzeichnung mit diesem Benutzernamen und dieser Basis-URL sind vorhanden. Möchten Sie die Direkt-Log-in-URL und das -Passwort für diese Aufzeichnung ändern?";
"%d group added." = "%d Gruppe hinzugefügt.";
"%d group change sent." = "%d Gruppenänderung gesendet.";
"%d group changed." = "%d Gruppe geändert.";
"%d group changes sent." = "%d Gruppenänderungen gesendet.";
"%d group delete sent." = "%d Gruppenlöschung gesendet.";
"%d group deleted." = "%d Gruppe gelöscht.";
"%d group deletes sent." = "%d Gruppenlöschungen gesendet.";
"%d group sent." = "%d Gruppe gesendet.";
"%d groups sent." = "%d Gruppen gesendet.";
"%d record added." = "%d Aufzeichnung gesendet.";
"%d record change sent." = "%d Aufzeichnungsänderung gesendet.";
"%d record changed." = "%d Aufzeichnung geändert.";
"%d record changes sent." = "%d Aufzeichnungsänderungen gesendet.";
"%d record delete sent." = "%d Aufzeichnungslöschung gesendet.";
"%d record deleted." = "%d Aufzeichnung gelöscht.";
"%d record deletes sent." = "%d Aufzeichnungslöschungen gesendet.";
"%d record sent." = "%d Aufzeichnung gesendet.";
"%d records sent." = "%d Aufzeichnungen gesendet.";
"%d type added." = "%d Typ hinzugefügt.";
"%d type change sent." = "%d Typänderung gesendet.";
"%d type changed." = "%d Typ geändert.";
"%d type changes sent." = "%d Typänderungen gesendet.";
"%d type delete sent." = "%d Typlöschung gesendet.";
"%d type deleted." = "%d Typ gelöscht.";
"%d type deletes sent." = "%d Typlöschungen gesendet.";
"%d type sent." = "%d type sent.";
"%d types sent." = "%d Typen gesendet.";
"A sync is currently being performed. You need to wait until the sync is finished before choosing this command." = "Eine Synchronisation wird derzeit ausgeführt. Sie müssen warten, bis die Synchronisation abgeschlossen ist, bevor Sie diesen Befehl wählen können.";
"Auto-Login" = "Auto-Login";
"Cannot Verify Server Identity" = "Server-Identität kann nicht verifiziert werden.";
"iCloud support is not available in this version of mSecure. For more information, please see %@." = "iCloud ist in dieser Version von mSecure nicht enthalten. Für mehr Informationen sehen Sie sich bitte %@ an.";
"iCloud Support Unavailable" = "iCloud-Support nicht verfügbar";
"mSecure cannot verify the identity of this site. Would you like to continue anyway?" = "mSecure kann die Identität dieser Seite nicht verifizieren. Möchten Sie trotzdem fortfahren?";
"New Page" = "Neue Seite";
"Remove Page" = "Seite entfernen";
"There are multiple records found for this website. Please choose the record you wish to use:" = "Es wurden mehrere Aufzeichnungen für diese Webseite gefunden. Bitte wählen Sie diese, die Sie benutzen möchten.";
"There was a network error. %@" = "Es ist ein Netzwerkfehler aufgetreten. %@";
"Unable to locate the text field. Please click in the proper field and try again." = "Nicht in der Lage, das Textfeld zu lokalisieren. Bitte klicken Sie auf das entsprechende Feld und versuchen Sie es erneut.";
"Zip" = "Zippen";
